Revit 2027 API
TessellatedBuildIssue.MakesDataUnusable Method
 Reports whether this issue makes some data unusable ('true') or is only shows that data format conventions were broken, but the data are still usable (false).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool MakesDataUnusable()
Public Function MakesDataUnusable As Boolean
public:
bool MakesDataUnusable()
member MakesDataUnusable : unit -> bool
Return Value
Boolean
See Also
Reference
TessellatedBuildIssue Class
Autodesk.Revit.DB Namespace